<!DOCTYPE html>
<html>
<head>
    <title>Learn JS</title>
    <link href="style.css" rel="stylesheet" type="text/css">
    <script src="http://code.jquery.com/jquery-1.9.0.js"></script>
    <script src="script.js" type="text/javascript"></script>
</head>
<body>
    <div id="wrapper">
	<div id="container">
		<h3>Task 1</h3>
		<p>Дан список городов. Отсортировать в следующем порядке:
Первый город берем случайным числом. Следующий должен начинаться на букву, на которую заканчивается предыдущий город.
Если такого города нет, а список еще не закончился, берем следующий случайный город.

Винница Балановка Ладыжин Луцк Владимир-Волынский Ковель Нововолынск Днепропетровск Булаховка Днепродзержинск Жёлтые Воды Зеленодольск Кривой Рог Кринички Марганец Никополь 
Новомосковск Павлоград Житомир Андреевка Бердичев Коростень Новоград-Волынский Ужгород Берегово Виноградов Иршава Мукачево Рахов Свалява Тячев Хуст Запорожье Бердянск Днепрорудное Камыш-Заря Мелитополь Токмак Энергодар Ивано-Франковск Бурштын Калуш Коломыя Белая Церковь Борисполь Бровары Вышгород Припять   
</p>
	</div>
    <div id="left-side">
	<h3>Menu</h3>
		<ul>
			<li><a href="task1.php">Task 1</a></li>
			<li>Task2</li>
		</ul>
	</div>
    </div>
	
	
</body>
</html>